/*  Class = "NSMenuItem"; gToolTip = "Export the current set color theme as an 'spTheme' file to disk."; ObjectID = "1673";  */
"Export the current set color theme as an 'spTheme' file to disk." = "現在のカラーテーマ設定を spTheme ファイルとしてディスクへエクスポートします。";

/*  Class = "NSTextFieldCell"; title = "Already exists and will be overwritten!"; ObjectID = "1825";  */
"Already exists and will be overwritten!" = "すでに存在するので上書きされます！";

/*  Class = "NSMenuItem"; gToolTip = "Save the current set color theme by providing an unique name into Sequel Pro's Application Support folder."; ObjectID = "1796";  */
"Save the current set color theme by providing an unique name into Sequel Pro's Application Support folder." = "現在のカラーテーマ設定を Sequel Pro の Application Support フォルダにユニークな名前で保存します。";

/*  Class = "NSMenuItem"; gToolTip = "Import a theme saved as 'spTheme' or 'tmTheme' (TextMate™) file."; ObjectID = "1674";  */
"Import a theme saved as 'spTheme' or 'tmTheme' (TextMate™) file." = "spTheme または tmTheme (TextMate™) ファイルとして保存されたテーマをインポートします。";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate."; ObjectID = "2048";  */
"Please select the client SSL Certificate Authority certificate to use when establishing a secure connection.  This must be the same as the server CA certificate." = "安全な接続を確立する際に使用する SSL のクライアント用認証局証明書を選択します。これはサーバの CA 証明書と同一でなければなりません。";

/*  Class = "NSTextFieldCell"; title = "Please select the client SSL certificate file to use when establishing a secure connection."; ObjectID = "2044";  */
"Please select the client SSL certificate file to use when establishing a secure connection." = "安全な接続を確立する際に使用する SSL のクライアント証明書を選択します。";

/*  Class = "NSTextFieldCell"; title = "Please select the SSL key file to use when establishing a secure connection."; ObjectID = "2046";  */
"Please select the SSL key file to use when establishing a secure connection." = "安全な接続を確立する際に使用する SSL の鍵ファイルを選択します。";

/*  Class = "NSTextFieldCell"; title = "Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration."; ObjectID = "1875";  */
"Choose a custom SSH key file to use with this connection. Note that standard locations like ~/.ssh are checked automatically, as are any files in your SSH configuration." = "この接続で使用するカスタムの SSH 鍵ファイルを指定します。~/.ssh のような標準の場所は、あなたの SSH 構成でのどのファイルとも同じように、自動的にチェックされます。";

/*  Class = "NSWindow"; title = "Preferences"; ObjectID = "1";  */
"Preferences" = "環境設定";

/*  Class = "NSMenuItem"; title = "ISO Hebrew (hebrew)"; ObjectID = "28";  */
"ISO Hebrew (hebrew)" = "ヘブライ語 ISO (hebrew)";

/*  Class = "NSTextFieldCell"; title = "Color Theme:"; ObjectID = "1739";  */
"Color Theme:" = "カラーテーマ:";

/*  Class = "NSMenuItem"; title = "Big5 Traditional Chinese (big5)"; ObjectID = "30";  */
"Big5 Traditional Chinese (big5)" = "繁体字中国語 Big5 (big5)";

/*  Class = "NSMenuItem"; title = "Windows Arabic (cp1256)"; ObjectID = "31";  */
"Windows Arabic (cp1256)" = "アラビア語 Windows (cp1256)";

/*  Class = "NSMenuItem"; title = "ISO Greek (greek)"; ObjectID = "32";  */
"ISO Greek (greek)" = "ギリシャ語 ISO (greek)";

/*  Class = "NSTextField"; gToolTip = "The name of the current set color theme"; ObjectID = "1740";  */
"The name of the current set color theme" = "現在のカラーテーマ設定の名前";

/*  Class = "NSMenuItem"; title = "UCS-2 Unicode (ucs2)"; ObjectID = "33";  */
"UCS-2 Unicode (ucs2)" = "Unicode UCS-2 (ucs2)";

/*  Class = "NSMenuItem"; title = "UTF-8 Unicode (utf8)"; ObjectID = "34";  */
"UTF-8 Unicode (utf8)" = "Unicode UTF-8 (utf8)";

/*  Class = "NSMenuItem"; title = "Windows Latin 2 (cp1250)"; ObjectID = "36";  */
"Windows Latin 2 (cp1250)" = "欧米 Windows Latin 2 (cp1250)";

/*  Class = "NSMenuItem"; title = "ISO Latin 2 (latin2)"; ObjectID = "37";  */
"ISO Latin 2 (latin2)" = "欧米 ISO Latin 2 (latin2)";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "1724";  */
"Cancel" = "キャンセル";

/*  Class = "NSMenuItem"; title = "Windows Baltic (cp1257)"; ObjectID = "39";  */
"Windows Baltic (cp1257)" = "バルト諸語 Windows (cp1257)";

/*  Class = "NSMenuItem"; title = "US ASCII (ascii)"; ObjectID = "40";  */
"US ASCII (ascii)" = "欧米 ASCII (ascii)";

/*  Class = "NSMenuItem"; title = "ISO Turkish (latin5)"; ObjectID = "41";  */
"ISO Turkish (latin5)" = "トルコ語 ISO (latin5)";

/*  Class = "NSMenuItem"; title = "Load Theme"; ObjectID = "1709";  */
/*  Class = "NSMenu"; title = "Load Theme"; ObjectID = "1710";  */
"Load Theme" = "テーマをロード";

/*  Class = "NSMenuItem"; title = "ISO Latin 1 (latin1)"; ObjectID = "42";  */
"ISO Latin 1 (latin1)" = "欧米 ISO Latin 1 (latin1)";

/*  Class = "NSButtonCell"; title = "Save"; ObjectID = "1730";  */
"Save" = "保存";

/*  Class = "NSMenuItem"; title = "Windows Cyrillic (cp1251)"; ObjectID = "43";  */
"Windows Cyrillic (cp1251)" = "キリル文字 Windows (cp1251)";

/*  Class = "NSMenuItem"; title = "Mac Roman (macroman)"; ObjectID = "45";  */
"Mac Roman (macroman)" = "欧米 Mac Roman (macroman)";

/*  Class = "NSMenuItem"; title = "Shift-JIS Japanese (sjis)"; ObjectID = "46";  */
"Shift-JIS Japanese (sjis)" = "日本語 Shift-JIS (sjis)";

/*  Class = "NSMenuItem"; title = "EUC-JP Japanese (ujis)"; ObjectID = "47";  */
"EUC-JP Japanese (ujis)" = "日本語 EUC-JP (ujis)";

/*  Class = "NSMenuItem"; title = "Autodetect"; ObjectID = "50";  */
"Autodetect" = "自動判別";

/*  Class = "NSButtonCell"; title = "Automatically check for updates"; ObjectID = "95";  */
"Automatically check for updates" = "アップデートを自動的に確認";

/*  Class = "NSButtonCell"; title = "Check Now"; ObjectID = "97";  */
"Check Now" = "今すぐ確認";

/*  Class = "NSTextFieldCell"; title = "Last check:"; ObjectID = "99";  */
"Last check:" = "直前の確認:";

/*  Class = "NSButtonCell"; title = "Enable Growl notifications"; ObjectID = "111";  */
"Enable Growl notifications" = "Growl 通知を有効にする";

/*  Class = "NSButtonCell"; title = "Show error when no rows are affected"; ObjectID = "346";  */
"Show error when no rows are affected" = "影響を受けた行がないときエラーを表示する";

/*  Class = "NSMenuItem"; title = "Save Current Theme As…"; ObjectID = "1796";  */
"Save Current Theme As…" = "現在のテーマを別名で保存…";

/*  Class = "NSTextFieldCell"; title = "Name:"; ObjectID = "1726";  */
"Name:" = "名前:";

/*  Class = "NSButtonCell"; title = "Editing a row"; ObjectID = "524";  */
"Editing a row" = "行を編集した後";

/*  Class = "NSButtonCell"; title = "Limit result to:"; ObjectID = "525";  */
"Limit result to:" = "結果表示行数:";

/*  Class = "NSButtonCell"; title = "Adding a row"; ObjectID = "526";  */
"Adding a row" = "行を追加した後";

/*  Class = "NSTextFieldCell"; title = "rows"; ObjectID = "527";  */
"rows" = "行まで";

/*  Class = "NSTextFieldCell"; title = "Reload Table After:"; ObjectID = "528";  */
"Reload Table After:" = "再読み込みのタイミング:";

/*  Class = "NSButtonCell"; title = "Removing a row"; ObjectID = "529";  */
"Removing a row" = "行を削除した後";

/*  Class = "NSTextFieldCell"; title = "Show NULL values as:"; ObjectID = "534";  */
"Show NULL values as:" = "NULL 値の表示:";

/*  Class = "NSButtonCell"; title = "Don't load blob and text fields until needed"; ObjectID = "538";  */
"Don't load blob and text fields until needed" = "BLOB および TEXT カラムを必要時まで読み込まない";

/*  Class = "NSTextFieldCell"; title = "Default Favorite:"; ObjectID = "575";  */
"Default Favorite:" = "デフォルトのお気に入り:";

/*  Class = "NSButtonCell"; title = "Connect to default on startup"; ObjectID = "576";  */
"Connect to default on startup" = "起動時に接続";

/*  Class = "NSTextFieldCell"; title = "Default Encoding:"; ObjectID = "578";  */
"Default Encoding:" = "デフォルトエンコーディング:";

/*  Class = "NSButtonCell"; title = "Use monospaced fonts"; ObjectID = "580";  */
"Use monospaced fonts" = "等幅フォントを使用";

/*  Class = "NSButton"; gToolTip = "Enable to send a MySQL ping to ensure the connection is kept alive if it has not been used for a while"; ObjectID = "652";  */
"Enable to send a MySQL ping to ensure the connection is kept alive if it has not been used for a while" = "不使用時に接続を保つため MySQL にパケットを送信できるようにします";

/*  Class = "NSButtonCell"; title = "Keep connections alive"; ObjectID = "661";  */
"Keep connections alive" = "接続を有効に保つ";

/*  Class = "NSMenuItem"; title = "Import Color Theme…"; ObjectID = "1674";  */
"Import Color Theme…" = "カラーテーマをインポート…";

/*  Class = "NSTextFieldCell"; title = "Connection Timeout:"; ObjectID = "669";  */
"Connection Timeout:" = "接続タイムアウト:";

/*  Class = "NSTextField"; gToolTip = "Enter how long to attempt to connect or send queries for; set a value of 0 to disable the timeout"; ObjectID = "674";  */
"Enter how long to attempt to connect or send queries for; set a value of 0 to disable the timeout" = "接続やクエリの送信を何秒間試みるかを入力します。タイムアウトを無効にするには 0 を設定します";

/*  Class = "NSTextFieldCell"; title = "seconds"; ObjectID = "677";  */
"seconds" = "秒";

/*  Class = "NSTextFieldCell"; title = "Remember Last:"; ObjectID = "786";  */
"Remember Last:" = "直近クエリの記憶数:";

/*  Class = "NSTextField"; gToolTip = "Enter the maximum number of entries to remember in the Custom Query query history, from 0 to 99"; ObjectID = "787";  */
"Enter the maximum number of entries to remember in the Custom Query query history, from 0 to 99" = "クエリ履歴に記憶するクエリの最大数を 0 から 99 の間で入力します";

/*  Class = "NSTextFieldCell"; title = "queries"; ObjectID = "791";  */
"queries" = "クエリ";

/*  Class = "NSButtonCell"; title = "New fields should allow nulls"; ObjectID = "951";  */
"New fields should allow nulls" = "新規カラムの NULL 値を許可する";

/*  Class = "NSButtonCell"; title = "Display vertical grid lines"; ObjectID = "958";  */
"Display vertical grid lines" = "垂直グリッド線を表示";

/*  Class = "NSTextFieldCell"; title = "Delay by:"; ObjectID = "1048";  */
/*  Class = "NSTextFieldCell"; title = "Delay by:"; ObjectID = "1525";  */
"Delay by:" = "遅延秒数:";

/*  Class = "NSButtonCell"; title = "Auto uppercase keywords"; ObjectID = "1052";  */
"Auto uppercase keywords" = "自動でキーワードを大文字にする";

/*  Class = "NSButtonCell"; title = "Update help while typing"; ObjectID = "1053";  */
"Update help while typing" = "入力中にヘルプ表示を更新";

/*  Class = "NSButtonCell"; title = "Auto pair characters"; ObjectID = "1054";  */
"Auto pair characters" = "自動で文字を対にする";

/*  Class = "NSButtonCell"; title = "Indent new lines"; ObjectID = "1055";  */
"Indent new lines" = "改行をインデント";

/*  Class = "IBBindingConnection"; designableIsNilPlaceholder = "User-defined"; ObjectID = "1751";  */
/*  Class = "IBBindingConnection"; designableMultipleValuesPlaceholder = "User-defined"; ObjectID = "1751";  */
/*  Class = "IBBindingConnection"; designableNoSelectionPlaceholder = "User-defined"; ObjectID = "1751";  */
/*  Class = "IBBindingConnection"; designableNotApplicablePlaceholder = "User-defined"; ObjectID = "1751";  */
"User-defined" = "ユーザ定義";

/*  Class = "NSButtonCell"; title = "Select…"; ObjectID = "1058";  */
/*  Class = "NSButtonCell"; title = "Select…"; ObjectID = "1489";  */
"Select…" = "選択…";

/*  Class = "NSTextFieldCell"; title = "Font:"; ObjectID = "1060";  */
"Font:" = "フォント:";

/*  Class = "NSTextFieldCell"; title = "secs"; ObjectID = "1084";  */
/*  Class = "NSTextFieldCell"; title = "secs"; ObjectID = "1527";  */
"secs" = "秒";

/*  Class = "NSButtonCell"; title = "Highlight current query"; ObjectID = "1129";  */
"Highlight current query" = "現在のクエリを強調表示";

/*  Class = "NSButtonCell"; title = "Enable logging for queries"; ObjectID = "1144";  */
"Enable logging for queries" = "クエリのロギングを有効にする";

/*  Class = "NSButtonCell"; title = "Interface"; ObjectID = "1149";  */
"Interface" = "Sequel Pro";

/*  Class = "NSButtonCell"; title = "Import & Export"; ObjectID = "1151";  */
"Import & Export" = "インポートとエクスポート";

/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "1764";  */
"Close" = "閉じる";

/*  Class = "NSButtonCell"; title = "Custom Query Editor"; ObjectID = "1153";  */
"Custom Query Editor" = "クエリエディタ";

/*  Class = "NSButtonCell"; title = "Errors"; ObjectID = "1155";  */
"Errors" = "エラー";

/*  Class = "NSPopUpButton"; gToolTip = "Manage Color Theme"; ObjectID = "1669";  */
"Manage Color Theme" = "カラーテーマを管理";

/*  Class = "NSTextFieldCell"; title = "Frequency:"; ObjectID = "1352";  */
"Frequency:" = "頻度:";

/*  Class = "NSMenuItem"; title = "Hourly"; ObjectID = "1356";  */
"Hourly" = "1 時間ごと";

/*  Class = "NSMenuItem"; title = "Daily"; ObjectID = "1357";  */
"Daily" = "1 日ごと";

/*  Class = "NSMenuItem"; title = "Weekly"; ObjectID = "1358";  */
"Weekly" = "1 週間ごと";

/*  Class = "NSMenuItem"; title = "EUC-KR Korean (euckr)"; ObjectID = "1385";  */
"EUC-KR Korean (euckr)" = "韓国語 EUC-KR (euckr)";

/*  Class = "NSTextFieldCell"; title = "Default View:"; ObjectID = "1421";  */
"Default View:" = "デフォルトのビュー:";

/*  Class = "NSMenuItem"; title = "Last Used"; ObjectID = "1449";  */
"Last Used" = "最後に使用";

/*  Class = "NSMenuItem"; title = "Structure"; ObjectID = "1451";  */
"Structure" = "構造";

/*  Class = "NSMenuItem"; title = "Content"; ObjectID = "1452";  */
"Content" = "内容";

/*  Class = "NSMenuItem"; title = "Relations"; ObjectID = "1453";  */
"Relations" = "関係";

/*  Class = "NSMenuItem"; title = "Query Editor"; ObjectID = "1454";  */
"Query Editor" = "クエリ";

/*  Class = "NSMenuItem"; title = "Table Info"; ObjectID = "1455";  */
"Table Info" = "情報";

/*  Class = "NSTextFieldCell"; title = "Table Views:"; ObjectID = "1466";  */
"Table Views:" = "ビューの表示:";

/*  Class = "NSTextFieldCell"; title = "Table row counts:"; ObjectID = "1469";  */
"Table row counts:" = "テーブルの行数取得:";

/*  Class = "NSMenuItem"; title = "Never use additional queries for table row counts"; ObjectID = "1473";  */
"Never use additional queries for table row counts" = "行数を取得するための追加クエリを使用しない";

/*  Class = "NSMenuItem"; title = "Only use additional queries for small tables"; ObjectID = "1474";  */
"Only use additional queries for small tables" = "小さいテーブルにのみ追加クエリを使用する";

/*  Class = "NSMenuItem"; title = "Always get accurate row counts (slow for InnoDB)"; ObjectID = "1475";  */
"Always get accurate row counts (slow for InnoDB)" = "常に正確な行数を取得する (InnoDB については遅い)";

/*  Class = "NSTextFieldCell"; title = "MySQL content font:"; ObjectID = "1486";  */
"MySQL content font:" = "内容ビューのフォント:";

/*  Class = "NSTextFieldCell"; title = "Tab Stop Width:"; ObjectID = "1500";  */
"Tab Stop Width:" = "タブコードの幅:";

/*  Class = "NSButtonCell"; title = "Auto-Completion"; ObjectID = "1522";  */
"Auto-Completion" = "自動補完";

/*  Class = "NSButtonCell"; title = "Insert function arguments"; ObjectID = "1543";  */
"Insert function arguments" = "ファンクションの引数を挿入";

/*  Class = "NSMenuItem"; title = "Triggers"; ObjectID = "1546";  */
"Triggers" = "トリガ";

/*  Class = "NSMenuItem"; title = "Remove"; ObjectID = "1548";  */
"Remove" = "除去";

/*  Class = "NSMenuItem"; title = "Duplicate"; ObjectID = "1549";  */
"Duplicate" = "複製";

/*  Class = "NSButtonCell"; title = "Send anonymous system information"; ObjectID = "1616";  */
"Send anonymous system information" = "匿名のシステム情報を送信";

/*  Class = "NSMenuItem"; title = "Make Default"; ObjectID = "1640";  */
"Make Default" = "デフォルトにする";

/*  Class = "NSMenuItem"; title = "Export Current Color Theme…"; ObjectID = "1673";  */
"Export Current Color Theme…" = "現在のカラーテーマをエクスポート…";

/*  Class = "NSButtonCell"; title = "Soft indent"; ObjectID = "2186";  */
"Soft indent" = "ソフトインデント";

/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "2230";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "2241";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "2245";  */
/*  Class = "NSButtonCell"; title = "Show hidden files"; ObjectID = "2249";  */
"Show hidden files" = "不可視ファイルを表示";

/*  Class = "NSButton"; gToolTip = "Duplicate Theme"; ObjectID = "2253";  */
"Duplicate Theme" = "テーマを複製する";

/*  Class = "NSButton"; gToolTip = "Remove Theme"; ObjectID = "2255";  */
"Remove Theme" = "テーマを取り除く";

